Revit 2027 API
ParameterTypeId.SteelElemWeldDoubleText Property
 "Double Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemWeldDoubleText { get; }
Public Shared ReadOnly Property SteelElemWeldDoubleText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemWeldDoubleText {
	ForgeTypeId^ get ();
}
static member SteelElemWeldDoubleText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace